"Please locate the main action pack:" = "Please locate the main action pack:";
"PLEASE NOTE: This product may be run in demonstration mode for evaluation purposes. While in demonstration mode, some features may be limited. For example, periodic alerts will be displayed and the action may be limited to processing a maximum of 5 items at a time as input.  To access the full version of this action, please purchase the ";
" from the Mac App Store. Thank you." = " from the Mac App Store. Thank you.";
"An unhandled error has occurred while attempting to initialize the '" = "An unhandled error has occurred while attempting to initialize the '";
"' action. The action will now operate in demonstration mode." = "' action. The action will now operate in demonstration mode.";
"OK" = "OK";
"Purchase" = "Purchase";
"Continue" = "Continue";
"View Log" = "View Log";
"Cancel" = "Cancel";
"The '" = "The '";
"' action is currently running in demonstration mode." = "' action is currently running in demonstration mode.";
"An unhandled error occurred while the action '" = "An unhandled error occurred while the action '";
"' was processing." = "' was processing.";
"Unable to Access the Mac App Store. The network may be unavailable, or your Internet may be down. To access the website, please visit: " = "Unable to Access the Mac App Store. The network may be unavailable, or your Internet may be down. To access the website, please visit: ";
"Missing settings values detected while attempting to run action" = "Missing settings values detected while attempting to run action";
"The action cannot proceed." = "The action cannot proceed.";
"An error occurred while processing action" = "An error occurred while processing action";
"Invalid input was detected. The action cannot proceed." = "Invalid input was detected. The action cannot proceed.";